"kSaveErrorTitleKey"				= "Ошибка сохранения файла.";
"kSaveErrorTextKey"					= "Отправляемый Вам файл невозможно сохранить на диске. Возможно, принимающая папка расположена на диске с заблокированным доступом. Попытайтесь изменить папку назначения и попробуйте принять файл еще раз.";

"kRecieveItemTitleKey"				= "Получаю объект";
"kRecieveItemUnknownDeviceTextKey"	= "Устройство Bluetooth готово отослать Вам объектс именем «%@». Принять его?";
"kRecieveItemNamedDeviceTextKey"	= "Устройство «%@» готово отослать Вам объектс именем «%@». Принять его?";

"kOpenNewFileTitleKey"				= "Вы получили новый файл, «%@». Открыть его?";
"kOpenNewFileTextKey"				= "Вы можете отключить это предупреждение в панели настроек Bluetooth.";

"kCouldNotStartSDPTitleKey"			= "При попытке разрешить входящие подключения произошла ошибка.";
"kCouldNotStartSDPTextKey"			= "Поддержка Bluetooth возможно не установлена должным образом. Переустановите программу поддержки Bluetooth и повторите попытку.";

"kErrorOpeningFileTitleKey"			= "Ошибка открытия файла.";
"kErrorOpeningFileTextKey"			= "Не могу открыть файл. Возможно, отсутствует вспомогательная программа для его открытия. Вы можете попытаться открыть файл, дважды нажав на его картинку в Finder.";

"kFileTransferClientTitleKey"		= "Клиент пересылки файлов";
"kDisconnectTitleKey"				= "Хотите отключить от «%@»?";
"kDisconnectTextKey"				= "«%@» просматривает Ваш компьютер. Хотите отключить?";
"kDisconnectButtonKey"				= "Отключить";


"kFTPConfirmAllowButton"			= "Разрешить";
"kFTPConfirmRejectButton"			= "Не разрешать";
"kFTPConfirmMessageText"			= "«%@» хочет просмотреть Вашу папку «%@»?";

"kVCardConfirmTitleText"			= "«%@» требует копию карточки Адресной книги.";
"kVCardConfirmMessageText"			= "Нажмите «ОК», чтобы принять запрос, или нажмите «Отменить», чтобы отклонить его.";


"kOKButtonKey"						= "ОК";
"kAcceptButtonKey"					= "Принять";
"kDeclineButtonKey"					= "Отклонить";
"kCancelButtonKey"					= "Отменить";
"kOpenButtonKey"					= "Открыть";
"kSkipButtonKey"					= "Пропустить";
"kShowInFinderButtonKey"			= "Показать в Finder";

"kUnknownFileNameKey"				= "Неизвестный файл";
"kUnknownDeviceNameKey"				= "Неизвестное устройство";
"kDeviceIsSendingFileKey"			= "%@ отправляет файл";

"kTransferringKey"					= "Пересылка…";
"kTransferringFileKey"				= "Пересылка «%@»…";
"kTransferCompleteKey"				= "Пересылка завершена";
"kTransfersCompleteKey"				= "Пересылка завершена";
"kTransferFailedKey"				= "Ошибка пересылки";

"kWaitingKey"						= "Ожидаю дополнительные файлы…";

"kIncomingFileKey"					= "Получен файл от:";


"kTypeFolderKey"					= "Папка";
"kTypeApplicationKey"				= "Программа";
"kTypeKextKey"						= "Расширение ядра";
"kTypeBundleKey"					= "Пакет";
"kTypeFrameworkKey"					= "Структура Framework";
